#ifndef __GB2424_H
#define __GB2424_H

#include "fonts.h"

/////////////////////////////////////////////////////////////////////////
// 汉字字模表                                                          //
// 取模软件：        PCtoLCD2002完美版：逐行式                         //
/////////////////////////////////////////////////////////////////////////
const struct  typFNT_GBxx codeGB_32[] =          // 数据表 
{

{"凌",  },   /*"凌",0*/
{"智",  },   /*"智",1*/
{"电",  },   /*"电",2*/
{"子",  },   /*"子",3*/

} ;


sFONT_CN Font24_CN = {
  codeGB_32,
  32, /* Width */
  32, /* Height */
  sizeof(codeGB_32) / sizeof(codeGB_32[0])
};

#endif
